Repository: maryxsarah/SOMA-Health
Catalog: Soma/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, it, ka, ru, sr

# goal_progress.error.switch_photo
source: Couldn't switch to that photo. Try again.
de: Zu diesem Foto konnte nicht gewechselt werden. Versuch es erneut.
es: No se pudo cambiar a esa foto. Inténtalo de nuevo.
fr: Impossible de passer à cette photo. Veuillez réessayer.
hy: Չհաջողվեց անցնել այս լուսանկարին։ Փորձիր կրկին։
it: Impossibile passare a quella foto. Riprova.
ka: ამ ფოტოზე გადართვა ვერ მოხერხდა. სცადე თავიდან.
ru: Не удалось переключиться на это фото. Попробуй ещё раз.
sr: Није могуће пребацити на ту фотографију. Пробај поново.

# goal_progress.error.upload_photo
source: Couldn't upload that photo. Try again.
de: Dieses Foto konnte nicht hochgeladen werden. Versuch es erneut.
es: No se pudo subir esa foto. Inténtalo de nuevo.
fr: Impossible de téléverser cette photo. Veuillez réessayer.
hy: Չհաջողվեց վերբեռնել այս լուսանկարը։ Փորձիր կրկին։
it: Impossibile caricare quella foto. Riprova.
ka: ამ ფოტოს ატვირთვა ვერ მოხერხდა. სცადე თავიდან.
ru: Не удалось загрузить это фото. Попробуй ещё раз.
sr: Није могуће отпремити ту фотографију. Пробај поново.

# goal_progress.estimate.no_reliable_estimate
source: Your target weight doesn't match your goal photo yet -- update it in Settings for a real estimate.
de: Dein Zielgewicht stimmt noch nicht mit deinem Zielfoto überein. Aktualisiere es in den Einstellungen für eine echte Schätzung.
es: Tu peso objetivo aún no coincide con tu foto objetivo. Actualízalo en Ajustes para obtener una estimación real.
fr: Votre poids cible ne correspond pas encore à votre photo objectif. Mettez-le à jour dans Réglages pour obtenir une estimation réelle.
hy: Քո նպատակային քաշը դեռ չի համապատասխանում նպատակային լուսանկարին — թարմացրու այն Կարգավորումներում՝ ստանալու համար ճշգրիտ գնահատական։
it: Il tuo peso obiettivo non corrisponde ancora alla tua foto obiettivo. Aggiornalo nelle Impostazioni per una stima reale.
ka: შენი სამიზნე წონა ჯერ არ ემთხვევა მიზნის ფოტოს — განაახლე ის პარამეტრებში ზუსტი შეფასებისთვის.
ru: Твой целевой вес пока не соответствует фото цели — обнови его в настройках, чтобы получить точный расчёт.
sr: Твоја циљна тежина се још увек не поклапа са фотографијом циља — ажурирај је у Подешавањима за прецизну процену.

# goal_progress.estimate.past_timeline
source: Past your estimated ~%@ timeline -- steady progress still counts.
de: Du hast deinen geschätzten Zeitrahmen von ~%@ überschritten – stetiger Fortschritt zählt trotzdem.
es: Superaste tu plazo estimado de ~%@, pero el progreso constante sigue contando.
fr: Vous avez dépassé votre délai estimé d'environ %@, mais une progression régulière compte toujours.
hy: Քո գնահատված ~%@ ժամկետն արդեն անցել է — կայուն առաջընթացը դեռ արժեքավոր է։
it: Hai superato la tua tempistica stimata di ~%@, ma i progressi costanti contano comunque.
ka: შენი სავარაუდო ~%@ ვადა უკვე გავიდა — თანმიმდევრული პროგრესი მაინც ითვლება.
ru: Оценочный срок ~%@ уже позади — но стабильный прогресс всё равно в счёт.
sr: Процењени рок од ~%@ је прошао — стабилан напредак и даље се рачуна.

# goal_progress.estimate.remaining_timeline
source: Roughly %@ to your goal at your chosen pace.
de: Etwa %@ bis zu deinem Ziel bei deinem gewählten Tempo.
es: Aproximadamente %@ para alcanzar tu objetivo al ritmo que elegiste.
fr: Environ %@ pour atteindre votre objectif au rythme choisi.
hy: Ընտրված տեմպով մոտավորապես %@ է մնում քո նպատակին հասնելու համար։
it: Circa %@ per raggiungere il tuo obiettivo al ritmo che hai scelto.
ka: დაახლოებით %@ დარჩა შენს მიზნამდე არჩეული ტემპით.
ru: Примерно %@ до цели при выбранном темпе.
sr: Отприлике %@ до твог циља при изабраном темпу.

# gymPhoto.addEquipment.button
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
hy: Ավելացնել
it: Aggiungi
ka: დამატება
ru: Добавить
sr: Додај

# gymPhoto.addEquipment.placeholder
source: Add equipment
de: Ausrüstung hinzufügen
es: Añadir equipo
fr: Ajouter du matériel
hy: Ավելացնել սարքավորում
it: Aggiungi attrezzatura
ka: აღჭურვილობის დამატება
ru: Добавить оборудование
sr: Додај опрему

# gymPhoto.analysisPreview.header
source: THEN, WHILE SOMA LOOKS
de: DANACH, WÄHREND SOMA SCHAUT
es: LUEGO, MIENTRAS SOMA MIRA
fr: ENSUITE, PENDANT QUE SOMA REGARDE
hy: ԱՊԱ, ՄԻՆՉ SOMA-Ն ՆԱՅՈՒՄ Է
it: POI, MENTRE SOMA OSSERVA
ka: შემდეგ, სანამ SOMA ათვალიერებს
ru: ЗАТЕМ, ПОКА SOMA АНАЛИЗИРУЕТ
sr: ЗАТИМ, ДОК SOMA ГЛЕДА

# gymPhoto.analysisPreview.step1
source: Looking at your photo…
de: Dein Foto wird angesehen …
es: Mirando tu foto…
fr: Analyse de ta photo…
hy: Դիտում է քո լուսանկարը…
it: Sto guardando la tua foto…
ka: ფოტოს დათვალიერება…
ru: Смотрим на твоё фото…
sr: Гледам твоју фотографију…

# gymPhoto.analysisPreview.step2
source: Identifying equipment…
de: Ausrüstung wird erkannt …
es: Identificando el equipo…
fr: Identification du matériel…
hy: Հայտնաբերում է սարքավորումները…
it: Identificazione dell'attrezzatura…
ka: აღჭურვილობის იდენტიფიცირება…
ru: Определяем оборудование…
sr: Идентификујем опрему…

# gymPhoto.analysisPreview.step3
source: Checking what's usable…
de: Prüfen, was nutzbar ist …
es: Comprobando qué se puede usar…
fr: Vérification de ce qui est utilisable…
hy: Ստուգում է, թե ինչն է օգտագործելի…
it: Verifica di ciò che è utilizzabile…
ka: შემოწმდება რისი გამოყენებაა შესაძლებელი…
ru: Проверяем, что можно использовать…
sr: Проверавам шта је употребљиво…

# gymPhoto.analyzing.stage1
source: Looking at your photo…
de: Dein Foto wird angesehen…
es: Mirando tu foto…
fr: Analyse de votre photo…
hy: Դիտում եմ քո լուսանկարը…
it: Analisi della tua foto…
ka: ვათვალიერებ შენს ფოტოს…
ru: Смотрю на твоё фото…
sr: Гледам твоју фотографију…

# gymPhoto.analyzing.stage2
source: Identifying equipment…
de: Geräte werden erkannt…
es: Identificando el equipo…
fr: Identification du matériel…
hy: Հայտնաբերում եմ սարքավորումները…
it: Identificazione dell'attrezzatura…
ka: ვადგენ ინვენტარს…
ru: Определяю оборудование…
sr: Препознајем опрему…

# gymPhoto.analyzing.stage3
source: Checking what's usable…
de: Es wird geprüft, was nutzbar ist…
es: Comprobando qué se puede usar…
fr: Vérification de ce qui est utilisable…
hy: Ստուգում եմ, թե ինչն է օգտագործելի…
it: Verifica di ciò che è utilizzabile…
ka: ვამოწმებ, რისი გამოყენებაა შესაძლებელი…
ru: Проверяю, что можно использовать…
sr: Проверавам шта је употребљиво…

# gymPhoto.back
source: Back
de: Zurück
es: Atrás
fr: Retour
hy: Հետ
it: Indietro
ka: უკან
ru: Назад
sr: Назад

# gymPhoto.cameraBlocked.offBody
source: Soma needs camera access to see your gym equipment. You can turn it back on in Settings.
de: Soma benötigt Kamerazugriff, um deine Trainingsgeräte zu sehen. Du kannst ihn in den Einstellungen wieder aktivieren.
es: Soma necesita acceso a la cámara para ver tu equipo de gimnasio. Puedes volver a activarlo en Ajustes.
fr: Soma a besoin d'accéder à l'appareil photo pour voir ton matériel de sport. Tu peux le réactiver dans Réglages.
hy: Soma-ին անհրաժեշտ է տեսախցիկի հասանելիություն՝ քո մարզասարքերը տեսնելու համար։ Կարող ես նորից միացնել Կարգավորումներում։
it: Soma ha bisogno dell'accesso alla fotocamera per vedere la tua attrezzatura da palestra. Puoi riattivarlo in Impostazioni.
ka: Soma-ს სჭირდება კამერაზე წვდომა შენი სავარჯიშო აღჭურვილობის დასანახად. შეგიძლია ისევ ჩართო პარამეტრებში.
ru: Soma нужен доступ к камере, чтобы увидеть твоё оборудование в зале. Ты можешь снова включить его в Настройках.
sr: Soma-и је потребан приступ камери да би видела твоју опрему у теретани. Можеш га поново укључити у Подешавањима.

# gymPhoto.cameraBlocked.offHeading
source: How to turn it on
de: So schaltest du es ein
es: Cómo activarlo
fr: Comment l'activer
hy: Ինչպես միացնել
it: Come attivarlo
ka: როგორ ჩავრთოთ
ru: Как включить
sr: Како га укључити

# gymPhoto.cameraBlocked.offTitle
source: Camera access is off
de: Kamerazugriff ist deaktiviert
es: El acceso a la cámara está desactivado
fr: L'accès à l'appareil photo est désactivé
hy: Տեսախցիկի հասանելիությունը անջատված է
it: L'accesso alla fotocamera è disattivato
ka: კამერაზე წვდომა გამორთულია
ru: Доступ к камере отключён
sr: Приступ камери је искључен

# gymPhoto.cameraBlocked.restrictedBody
source: Something on this device is blocking the camera — usually Screen Time or a work/school profile. You can still scan your gym from a photo you already have.
de: Etwas auf diesem Gerät blockiert die Kamera — meist Bildschirmzeit oder ein Arbeits-/Schulprofil. Du kannst dein Fitnessstudio trotzdem anhand eines vorhandenen Fotos scannen.
es: Algo en este dispositivo está bloqueando la cámara — normalmente Tiempo en pantalla o un perfil de trabajo/escuela. Aun así puedes escanear tu gimnasio desde una foto que ya tengas.
fr: Quelque chose sur cet appareil bloque l'appareil photo — généralement Temps d'écran ou un profil professionnel/scolaire. Tu peux quand même scanner ta salle à partir d'une photo que tu as déjà.
hy: Այս սարքի վրա ինչ-որ բան արգելափակում է տեսախցիկը — սովորաբար Էկրանի ժամանակը կամ աշխատանքային/դպրոցական պրոֆիլը։ Դու դեռ կարող ես սկանավորել քո մարզասրահը արդեն եղած լուսանկարից։
it: Qualcosa su questo dispositivo sta bloccando la fotocamera — di solito Tempo di utilizzo o un profilo lavoro/scuola. Puoi comunque scansionare la tua palestra da una foto che hai già.
ka: ამ მოწყობილობაზე რაღაც ბლოკავს კამერას — ჩვეულებრივ ეკრანის დრო ან სამუშაო/სასკოლო პროფილი. მაინც შეგიძლია დაასკანირო შენი დარბაზი უკვე არსებული ფოტოდან.
ru: Что-то на этом устройстве блокирует камеру — обычно это «Экранное время» или рабочий/учебный профиль. Ты всё ещё можешь отсканировать зал по уже имеющемуся фото.
sr: Нешто на овом уређају блокира камеру — обично Екранско време или пословни/школски профил. И даље можеш да скенираш теретану помоћу фотографије коју већ имаш.

# gymPhoto.cameraBlocked.restrictedHeading
source: How to allow it
de: So erlaubst du es
es: Cómo permitirlo
fr: Comment l'autoriser
hy: Ինչպես թույլատրել
it: Come consentirlo
ka: როგორ დავუშვათ
ru: Как разрешить
sr: Како то дозволити

# gymPhoto.cameraBlocked.restrictedTitle
source: Camera is restricted
de: Kamera ist eingeschränkt
es: La cámara está restringida
fr: L'appareil photo est restreint
hy: Տեսախցիկը սահմանափակված է
it: La fotocamera è limitata
ka: კამერა შეზღუდულია
ru: Камера ограничена
sr: Камера је ограничена

# gymPhoto.cameraSteps.openSettings
source: Open the Settings app
de: Öffne die App „Einstellungen“
es: Abre la aplicación Ajustes
fr: Ouvrez l'application Réglages
hy: Բացիր Կարգավորումներ հավելվածը
it: Apri l'app Impostazioni
ka: გახსენი აპი „პარამეტრები"
ru: Открой приложение «Настройки»
sr: Отвори апликацију „Подешавања"

# gymPhoto.cameraSteps.restrictedAllowCamera
source: Under Allowed Apps (or App Privacy), allow the Camera
de: Erlaube unter „Zulässige Apps“ (oder „App-Datenschutz“) die Kamera
es: En Apps Permitidas (o Privacidad de las Apps), permite la Cámara
fr: Dans Applications autorisées (ou Confidentialité des applications), autorisez l'appareil photo
hy: Allowed Apps-ում (կամ App Privacy-ում) թույլատրիր Camera-ն
it: In App consentite (o Privacy app), consenti la Fotocamera
ka: Allowed Apps-ში (ან App Privacy-ში) დართე Camera-ს გამოყენება
ru: В разделе «Разрешённые приложения» (или «Конфиденциальность приложений») разреши «Камера»
sr: У одељку „Дозвољене апликације" (или „Приватност апликација") дозволи „Камера"

# gymPhoto.cameraSteps.restrictedScreenTime
source: Go to Screen Time → Content & Privacy Restrictions
de: Gehe zu Bildschirmzeit → Inhalte- & Datenschutzbeschränkungen
es: Ve a Tiempo de Uso → Restricciones de Contenido y Privacidad
fr: Accédez à Temps d'écran → Restrictions de contenu et de confidentialité
hy: Անցիր Screen Time → Content & Privacy Restrictions
it: Vai su Tempo di utilizzo → Restrizioni contenuti e privacy
ka: გადადი Screen Time → Content & Privacy Restrictions-ზე
ru: Перейди в «Экранное время» → «Контент и конфиденциальность»
sr: Иди у „Време испред екрана" → „Ограничења садржаја и приватности"

# gymPhoto.cameraSteps.scrollToSoma
source: Scroll down and tap Soma
de: Scrolle nach unten und tippe auf Soma
es: Desplázate hacia abajo y toca Soma
fr: Faites défiler vers le bas et appuyez sur Soma
hy: Ոլորիր ներքև և հպիր Soma-ին
it: Scorri verso il basso e tocca Soma
ka: ჩამოსქროლე ქვემოთ და დააჭირე Soma-ს
ru: Прокрути вниз и нажми Soma
sr: Скролуј надоле и додирни Soma

# gymPhoto.cameraSteps.turnOnCamera
source: Turn on Camera
de: Kamera aktivieren
es: Activa la Cámara
fr: Activez l'appareil photo
hy: Միացրու Camera-ն
it: Attiva la Fotocamera
ka: ჩართე Camera
ru: Включи «Камера»
sr: Укључи „Камера"

# gymPhoto.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
hy: Փակել
it: Chiudi
ka: დახურვა
ru: Закрыть
sr: Затвори

# gymPhoto.confirmEquipment.detected
source: Here's what Soma detected. Add or remove anything before continuing.
de: Das hat Soma erkannt. Füge vor dem Fortfahren etwas hinzu oder entferne es.
es: Esto es lo que detectó Soma. Añade o quita algo antes de continuar.
fr: Voici ce que Soma a détecté. Ajoute ou supprime des éléments avant de continuer.
hy: Ահա, թե ինչ է հայտնաբերել Soma-ն։ Ավելացրու կամ հեռացրու որևէ բան՝ նախքան շարունակելը։
it: Ecco cosa ha rilevato Soma. Aggiungi o rimuovi qualcosa prima di continuare.
ka: აი, რა აღმოაჩინა Soma-მ. დაამატე ან წაშალე რამე გაგრძელებამდე.
ru: Вот что определила Soma. Добавь или убери что-нибудь перед тем, как продолжить.
sr: Ево шта је Soma открила. Додај или уклони нешто пре него што наставиш.

# gymPhoto.confirmEquipment.lowConfidence
source: Soma wasn't sure what it saw -- add the equipment you have available.
de: Soma war sich nicht sicher, was es gesehen hat — füge die Ausrüstung hinzu, die du verfügbar hast.
es: Soma no estaba segura de lo que vio — añade el equipo que tengas disponible.
fr: Soma n'était pas sûre de ce qu'elle a vu — ajoute le matériel dont tu disposes.
hy: Soma-ն վստահ չէր, թե ինչ է տեսել — ավելացրու քեզ հասանելի սարքավորումները։
it: Soma non era sicura di cosa avesse visto — aggiungi l'attrezzatura che hai a disposizione.
ka: Soma-მ ვერ დარწმუნდა რა დაინახა — დაამატე შენთვის ხელმისაწვდომი აღჭურვილობა.
ru: Soma не была уверена в том, что увидела — добавь доступное тебе оборудование.
sr: Soma није била сигурна шта је видела — додај опрему коју имаш на располагању.

# gymPhoto.dropZone.title
source: Take or choose a photo
de: Foto aufnehmen oder auswählen
es: Toma o elige una foto
fr: Prendre ou choisir une photo
hy: Նկարիր կամ ընտրիր լուսանկար
it: Scatta o scegli una foto
ka: გადაუღე ან აირჩიე ფოტო
ru: Сделать или выбрать фото
sr: Направи или изабери фотографију

# gymPhoto.error.addToPlanFailed
source: Couldn't add to today's plan. Try again.
de: Konnte nicht zum heutigen Plan hinzugefügt werden. Versuch es erneut.
es: No se pudo añadir al plan de hoy. Inténtalo de nuevo.
fr: Impossible d'ajouter au programme du jour. Réessayez.
hy: Չհաջողվեց ավելացնել այսօրվա պլանում։ Նորից փորձիր։
it: Impossibile aggiungere al piano di oggi. Riprova.
ka: დღევანდელ გეგმაში დამატება ვერ მოხერხდა. სცადე ისევ.
ru: Не удалось добавить в план на сегодня. Попробуй снова.
sr: Додавање у данашњи план није успело. Покушај поново.

# gymPhoto.error.analyzeFailed
source: Couldn't analyze that photo. Try again.
de: Das Foto konnte nicht analysiert werden. Versuch es erneut.
es: No se pudo analizar esa foto. Inténtalo de nuevo.
fr: Impossible d'analyser cette photo. Réessayez.
hy: Չհաջողվեց վերլուծել այդ լուսանկարը։ Նորից փորձիր։
it: Impossibile analizzare quella foto. Riprova.
ka: ფოტოს ანალიზი ვერ მოხერხდა. სცადე ისევ.
ru: Не удалось проанализировать фото. Попробуй снова.
sr: Анализа те фотографије није успела. Покушај поново.

# gymPhoto.error.generateFailed
source: Couldn't build a workout right now. Try again.
de: Gerade konnte kein Workout erstellt werden. Versuch es erneut.
es: No se pudo crear un entrenamiento ahora mismo. Inténtalo de nuevo.
fr: Impossible de créer un entraînement pour le moment. Réessayez.
hy: Այս պահին չհաջողվեց կառուցել մարզում։ Նորից փորձիր։
it: Al momento non è stato possibile creare un allenamento. Riprova.
ka: ვარჯიშის შექმნა ახლა ვერ მოხერხდა. სცადე ისევ.
ru: Не удалось составить тренировку. Попробуй снова.
sr: Тренутно не можемо да направимо тренинг. Покушај поново.

# gymPhoto.error.photoProcessFailed
source: Couldn't process that photo. Try another one.
de: Das Foto konnte nicht verarbeitet werden. Versuch es mit einem anderen.
es: No se pudo procesar esa foto. Prueba con otra.
fr: Impossible de traiter cette photo. Essayez-en une autre.
hy: Չհաջողվեց մշակել այդ լուսանկարը։ Փորձիր մեկ ուրիշը։
it: Impossibile elaborare quella foto. Provane un'altra.
ka: ფოტოს დამუშავება ვერ მოხერხდა. სცადე სხვა.
ru: Не удалось обработать фото. Попробуй другое.
sr: Обрада те фотографије није успела. Пробај другу.

# gymPhoto.generating.stage1
source: Matching a workout to your setup…
de: Ein Workout für deine Ausstattung wird gesucht…
es: Buscando un entrenamiento para tu equipo…
fr: Recherche d'un entraînement adapté à votre équipement…
hy: Հարմարեցնում եմ մարզումը քո պայմաններին…
it: Ricerca di un allenamento adatto alla tua attrezzatura…
ka: ვუსადაგებ ვარჯიშს შენს აღჭურვილობას…
ru: Подбираю тренировку под твоё оборудование…
sr: Бирам тренинг према твојој опреми…

# gymPhoto.generating.stage2
source: Selecting exercises…
de: Übungen werden ausgewählt…
es: Seleccionando ejercicios…
fr: Sélection des exercices…
hy: Ընտրում եմ վարժություններ…
it: Selezione degli esercizi…
ka: ვირჩევ სავარჯიშოებს…
ru: Подбираю упражнения…
sr: Бирам вежбе…

# gymPhoto.generating.stage3
source: Writing your instructions…
de: Deine Anleitung wird geschrieben…
es: Redactando tus instrucciones…
fr: Rédaction de vos instructions…
hy: Գրում եմ քո հրահանգները…
it: Scrittura delle istruzioni…
ka: ვწერ ინსტრუქციებს…
ru: Пишу инструкции…
sr: Пишем твоја упутства…

# gymPhoto.navigationTitle
source: Scan your gym
de: Dein Fitnessstudio scannen
es: Escanea tu gimnasio
fr: Scanner ta salle de sport
hy: Սկանավորիր քո մարզասրահը
it: Scansiona la tua palestra
ka: დაასკანირე შენი დარბაზი
ru: Сканировать твой зал
sr: Скенирај своју теретану

# gymPhoto.pickPhoto.explainer
source: Take or choose a photo of your gym or workout space, and Soma will build a workout around the equipment it sees.
de: Mach ein Foto deines Fitnessstudios oder Trainingsbereichs oder wähle eins aus, und Soma erstellt ein Workout passend zu der Ausrüstung, die es erkennt.
es: Toma o elige una foto de tu gimnasio o espacio de entrenamiento, y Soma creará un entrenamiento en torno al equipo que detecte.
fr: Prends ou choisis une photo de ta salle de sport ou de ton espace d'entraînement, et Soma créera un entraînement autour du matériel qu'elle voit.
hy: Նկարիր կամ ընտրիր քո մարզասրահի կամ մարզման տարածքի լուսանկար, և Soma-ն կկառուցի մարզում՝ հիմնվելով տեսած սարքավորումների վրա։
it: Scatta o scegli una foto della tua palestra o del tuo spazio di allenamento, e Soma creerà un allenamento in base all'attrezzatura che vede.
ka: გადაუღე ან აირჩიე ფოტო შენი დარბაზის ან ვარჯიშის სივრცის, და Soma ააგებს ვარჯიშს დანახული აღჭურვილობის მიხედვით.
ru: Сделай или выбери фото своего зала или места для тренировок — и Soma составит тренировку под увиденное оборудование.
sr: Направи или изабери фотографију своје теретане или простора за вежбање, а Soma ће направити тренинг око опреме коју уочи.

# gymPhoto.result.addToPlanButton
source: Add to today's plan
de: Zum heutigen Plan hinzufügen
es: Añadir al plan de hoy
fr: Ajouter au plan du jour
hy: Ավելացնել այսօրվա պլանում
it: Aggiungi al piano di oggi
ka: დღევანდელ გეგმაში დამატება
ru: Добавить в план на сегодня
sr: Додај у данашњи план

# gymPhoto.result.addedToPlan
source: Added to today's plan
de: Zum heutigen Plan hinzugefügt
es: Añadido al plan de hoy
fr: Ajouté au plan du jour
hy: Ավելացվել է այսօրվա պլանում
it: Aggiunto al piano di oggi
ka: დაემატა დღევანდელ გეგმას
ru: Добавлено в план на сегодня
sr: Додато у данашњи план

# gymPhoto.result.header
source: SOMA AI ANALYSIS
de: SOMA-KI-ANALYSE
es: ANÁLISIS DE IA DE SOMA
fr: ANALYSE IA DE SOMA
hy: SOMA AI ՎԵՐԼՈՒԾՈՒԹՅՈՒՆ
it: ANALISI IA DI SOMA
ka: SOMA AI ანალიზი
ru: ИИ-АНАЛИЗ SOMA
sr: SOMA AI АНАЛИЗА

# gymPhoto.result.noPlan
source: Let's check in first
de: Lass uns zuerst kurz nachfragen
es: Primero, hagamos un chequeo
fr: Faisons d'abord un point
hy: Սկզբում ստուգենք
it: Prima facciamo un controllo
ka: ჯერ შევამოწმოთ
ru: Сначала проверим самочувствие
sr: Хајде прво да проверимо

# gymPhoto.result.withPlan
source: Based on your setup and health, here's today's workout to reach your goal:
de: Basierend auf deiner Ausstattung und Gesundheit — hier ist dein heutiges Workout, um dein Ziel zu erreichen:
es: Según tu equipo y tu salud, aquí tienes el entrenamiento de hoy para alcanzar tu meta:
fr: En fonction de ton équipement et de ta santé, voici l'entraînement du jour pour atteindre ton objectif :
hy: Ելնելով քո սարքավորումներից և առողջությունից՝ ահա այսօրվա մարզումը՝ նպատակիդ հասնելու համար.
it: In base alla tua attrezzatura e alla tua salute, ecco l'allenamento di oggi per raggiungere il tuo obiettivo:
ka: შენი აღჭურვილობისა და ჯანმრთელობის მიხედვით, აი დღევანდელი ვარჯიში მიზნის მისაღწევად:
ru: С учётом твоего оборудования и здоровья — вот тренировка на сегодня для достижения твоей цели:
sr: На основу твоје опреме и здравља, ево данашњег тренинга за достизање твог циља:

# healthKit.error.notAvailable
source: HealthKit is not available on this device.
de: HealthKit ist auf diesem Gerät nicht verfügbar.
es: HealthKit no está disponible en este dispositivo.
fr: HealthKit n'est pas disponible sur cet appareil.
hy: HealthKit-ը հասանելի չէ այս սարքում:
it: HealthKit non è disponibile su questo dispositivo.
ka: HealthKit ამ მოწყობილობაზე ხელმისაწვდომი არ არის.
ru: HealthKit недоступен на этом устройстве.
sr: HealthKit није доступан на овом уређају.

# healthKit.workoutType.coreTraining
source: Core Training
de: Rumpftraining
es: Entrenamiento del core
fr: Renforcement du tronc
hy: Որովայնի մկանների մարզում
it: Allenamento core
ka: მუცლის კუნთების ვარჯიში
ru: Тренировка кора
sr: Тренинг кора

# healthKit.workoutType.cycling
source: Cycling
de: Radfahren
es: Ciclismo
fr: Cyclisme
hy: Հեծանվավազք
it: Ciclismo
ka: ველოსპორტი
ru: Велоспорт
sr: Бициклизам

# healthKit.workoutType.elliptical
source: Elliptical
de: Crosstrainer
es: Elíptica
fr: Elliptique
hy: Էլիպսային մարզասարք
it: Ellittica
ka: ელიფსური ტრენაჟორი
ru: Эллипс
sr: Елиптик

# healthKit.workoutType.fallback
source: Workout
de: Training
es: Entrenamiento
fr: Entraînement
hy: Մարզում
it: Allenamento
ka: ვარჯიში
ru: Тренировка
sr: Тренинг

# healthKit.workoutType.flexibility
source: Flexibility
de: Beweglichkeit
es: Flexibilidad
fr: Souplesse
hy: Ճկունություն
it: Flessibilità
ka: მოქნილობა
ru: Гибкость
sr: Гипкост

# healthKit.workoutType.hiking
source: Hiking
de: Wandern
es: Senderismo
fr: Randonnée
hy: Արշավ
it: Escursionismo
ka: ლაშქრობა
ru: Поход
sr: Планинарење

# healthKit.workoutType.rowing
source: Rowing
de: Rudern
es: Remo
fr: Aviron
hy: Թիավարություն
it: Canottaggio
ka: ნიჩბოსნობა
ru: Гребля
sr: Веслање

# healthKit.workoutType.running
source: Running
de: Laufen
es: Correr
fr: Course
hy: Վազք
it: Corsa
ka: სირბილი
ru: Бег
sr: Трчање

# healthKit.workoutType.strengthTraining
source: Strength Training
de: Krafttraining
es: Entrenamiento de fuerza
fr: Musculation
hy: Ուժային մարզում
it: Allenamento della forza
ka: საძალო ვარჯიში
ru: Силовая тренировка
sr: Тренинг снаге

# healthKit.workoutType.swimming
source: Swimming
de: Schwimmen
es: Natación
fr: Natation
hy: Լող
it: Nuoto
ka: ცურვა
ru: Плавание
sr: Пливање

# healthKit.workoutType.walking
source: Walking
de: Gehen
es: Caminar
fr: Marche
hy: Քայլք
it: Camminata
ka: სიარული
ru: Ходьба
sr: Ходање

# healthMetricFamily.recoveryReadiness
source: Recovery / Readiness
de: Erholung / Bereitschaft
es: Recuperación / Preparación
fr: Récupération / Préparation
hy: Վերականգնում / Պատրաստվածություն
it: Recupero / Prontezza
ka: აღდგენა / მზადყოფნა
ru: Восстановление / Готовность
sr: Опоравак / Спремност
